export const ASSESSMENT_DEFAULT_GRADING = [
    {
        title: 'غير مجتاز', from: 0, to: 60, icon: 'Badge4.png', certificateText:{ top:'{ذكر | أنثى } / {الاسم}', middle:'يؤسفنا عدم اجتيازكم للاختبار {اسم الاختبار} \n سيتم التواصل معكم من قبل الجهة المنفذة للاختبار', bottom:'وسيتم التواصل معكم من قبل الجهة المنفذة للتدريب لتعويض الفاقد التدريبي.'}
    },
    {
        title: 'مجتاز', from: 60, to: 70, icon: 'Badge3.png', certificateText:{ top:'{ذكر | أنثى } / {الاسم}', middle:'نبارك لكم اجتيازكم للاختبار المهاري في برنامج \n {اسم الاختبار}، وذلك بتقدير', bottom:'متمنّين لكم مزيداً من التقدم والنجاح'}
    },
    {
        title: 'جيد', from: 70, to: 80, icon: 'Badge3.png', certificateText:{ top:'{ذكر | أنثى } / {الاسم}', middle:'نبارك لكم اجتيازكم للاختبار المهاري في برنامج \n {اسم الاختبار}، وذلك بتقدير', bottom:'متمنّين لكم مزيداً من التقدم والنجاح'}
    },
    {
        title: 'جيد جداً', from: 80, to: 90, icon: 'Badge2.png', certificateText:{ top:'{ذكر | أنثى } / {الاسم}', middle:'نبارك لكم اجتيازكم للاختبار المهاري في برنامج \n {اسم الاختبار}، وذلك بتقدير', bottom:'متمنّين لكم مزيداً من التقدم والنجاح'}
    },
    {
        title: 'ممتاز', from: 90, to: 100, icon: 'Badge1.png', certificateText:{ top:'{ذكر | أنثى } / {الاسم}', middle:'نبارك لكم اجتيازكم للاختبار المهاري في برنامج \n {اسم الاختبار}، وذلك بتقدير', bottom:'متمنّين لكم مزيداً من التقدم والنجاح'}
    }
];

export const ASSESSMENT_DEFAULT_MINISTRY_CERT_TEXT = {
    "text1":"نتيجة الاختبار الشامل",
    "text2":"ووفقاً لنتائج الاختبار الشامل، ورصد الأخطاء \n في الإجابات، نوصي بمراجعتكم لخدمات الجهات التالية:",
    "text3":"عدد الإجابات الخاطئة حسب الجهات",
    "text4":"كما تميزت إجابتكم في خدمات الجهات التالية:",
    "text5":"مع تمنياتنا لكم \n بالتوفيق والسداد",
};